{"backend": "theano", "config": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_7", "units": 64, "batch_input_shape": [null, 21], "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "dtype": "float32", "bias_constraint": null, "activation": "relu", "kernel_initializer": {"class_name": "TruncatedNormal", "config": {"seed": null, "mean": 0.0, "stddev": 0.05}}, "activity_regularizer": null, "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_5", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_8", "units": 128, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_6", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_9", "units": 1, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "bias_constraint": null, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activity_regularizer": null, "activation": "sigmoid"}}], "class_name": "Sequential", "keras_version": "2.0.2"}